taskDescription = "Styr dator";
requestScreenControl = "Vill du be om tillstånd att styra?";
requestScreenObserve = "Vill du be om tillstånd att observera?";
requestScreenAuthFailed = "Autentiseringen till ”%@” misslyckades.";
connecting = "Ansluter till ”%@”";
connectionLost = "Anslutningen till ”%@” förlorades.";
connectionFailed = "Anslutning till ”%@” misslyckades.";
runningAdminAppObserveError = "Kunde inte observera ”%@”";
runningAdminAppControlError = "Kunde inte styra ”%@”";
runningAdminAppErrorMessage = "Ett administrationsprogram är igång på datorn och tillåter inte att du fjärrstyr skärmen.";
controlModeError = "Kunde inte ändra till styrningsläge";
observeModeError = "Kunde inte ändra till observationsläge";
sharedControlError = "Kunde inte ändra musstyrning";
controlNotAuthorized = "Du är inte auktoriserad att styra den här datorn.";
serverNotSupported = "Servern stöder inte det här alternativet.";
captureDefaultName = "Fjärrskrivbordsbild";
scaleToolbarTitle = "Storleksanpassa till fönstret";
scaleToolbarPaletteLabel = "Storleksanpassa till fönstret";
scaleToolbarTooltip = "Storleksanpassa skärmen till fönstret";
controlToolbarTitle = "Kontroll";
controlToolbarPaletteLabel = "Styr eller observera";
controlToolbarTooltip = "Växla mellan styr- och observationsläge";
shareToolbarTitle = "Dela mus";
shareToolbarPaletteLabel = "Dela mus med användaren";
shareToolbarTooltip = "Dela mus och tangentbord med användaren";
qualityToolbarTitle = "Kvalitet";
qualityToolbarPaletteLabel = "Bildkvalitet";
qualityToolbarTooltip = "Bildkvalitet";
captureToolbarTitle = "Skärmavbild";
captureToolbarPaletteLabel = "Skärmavbild";
captureToolbarTooltip = "Fånga skärmen som en fil";
controlObserveNotSupported = "Du kan inte styra eller observera din dator.";
fullScreenToolbarTooltip = "Anpassa skärmen till hela bildskärmen";
fullScreenToolbarTooltipExt = "Visa skärmen i ett fönster";
fullScreenToolbarTitle = "Helskärm";
fullScreenPaletteDisconnect = "Avsluta styr- eller observationssession";
showCursorToolbarTooltip = "Göm eller visa den lokala pekaren";
showCursorToolbarTitle = "Göm/visa pekaren";
curtainToolbarTitle = "Lås skärm";
curtainToolbarTooltip = "Lås datorskärmen medan du styr";
getClipboardToolbarTitle = "Hämta urklipp";
getClipboardToolbarTooltip = "Hämta innehållet i fjärrurklipp";
sendClipboardToolbarTitle = "Skicka urklipp";
sendClipboardToolbarTooltip = "Skicka urklippsinnehållet till fjärrurklipp";
multiDisplayToolbarTitle = "Visa markering";
multiDisplayToolbarTooltip = "Välj vilken fjärrskärm du vill visa";
computerInScreenShare = "Du delar din skärm med den här datorn just nu";
curtainErrorTitle = "Kunde inte ändra till gardinläge";
curtainExitErrorTitle = "Kunde inte ändra från gardinläge";
curtainErrorMessage = "Ett fel inträffade på den här datorn.";
curtainUnavailableTooltip = "Gardinläge är inte tillgängligt i Mac OS X-versionen på ”%@”.";
curtainUnavalableMessage = "Gardinläge är inte tillgängligt för ”%@”.";

displayPopUpAllDisplays = "Alla skärmar: %@ x %@";
displayPopUpBothDisplays = "Båda skärmarna: %@ x %@";
displayPopUpOneDisplay = "Skärmen %@: %@ x %@";

curtainTaskString = "Gardin";
curtainTaskDescription = "Styr dator i gardinläge";
curtainLongTaskDescription = "Ta kontroll över markerad dator medan skärmen är låst";

sshTunnelRemoteLoginDisabledTitle = "Anslutningen misslyckades eftersom fjärrinloggning inte är aktiverat på ”%@”.";
sshTunnelRemoteLoginDisabledMessage = "Avmarkera säkerhetsinställningen ”Kryptera alla nätverksdata” eller försök med att aktivera fjärrinloggning i systeminställningen Delning på ”%@”.";
sshTunnelHostKeyChangedTitle = "Anslutningen till ”%@” misslyckades eftersom dess identitet inte kunde bekräftas. Detta kan tyda på säkerhetsproblem eller bero på att SSH-filen known_hosts är för gammal.";
sshTunnelHostKeyChangedMessage = "Avaktivera säkerhetsinställningen ”Kryptera alla nätverksdata” eller uppdatera SSH-filen known_hosts.";
sshTunnelHostKeyChanged2Message = "Fjärrvärds-ID har ändrats för ”%@”. Om du är säker på att det här inte är ett säkerhetsproblem kan skärmdelningen försöka korrigera filen known_hosts.";
sshTunnelHostKeyFix = "Rätta";
sshTunnelHostKeyFixError = "Ett problem uppstod när SSH-filen known_hosts skulle ändras.";
sshTunnelTooltip = "Anslutningen är krypterad";

legacyVNCSecurityWarningTitle = "Datorn ”%@” har en VNC-server som inte stöder Skärmdelnings tangentslagskryptering. Vill du ändå fortsätta ansluta?";
legacyVNCSecurityWarningMessageFull = "Om fjärrdatorn har aktiverat fjärrinloggning eller SSH kan du välja inställningen ”Kryptera alla nätverksdata” i Remote Desktop-inställningarna eller välja ”Anslut via SSH” nedan och ansluta säkert.";
legacyVNCSecurityWarningMessage = "Om fjärrdatorn har aktiverat fjärrinloggning eller SSH kan du välja inställningen ”Kryptera alla nätverksdata” i skärmdelningsinställningarna och ansluta säkert.";
legacyVNCSecurityWarningContinueSSHButton = "Anslut via SSH";

legacyVNCYesButton = "Anslut";
legacyVNCNoButton = "Avbryt";

reconnectingMessage = "Återansluter…";